import React, { useState, useEffect } from 'react';
import "./ProfileAkemi.css"

export default function ProfileAkemi(){

    return(
      <>
        <div className="profileAkemi">
            <div className='basicInfo'>
                <span className='name'>横森明美 (AKEMI YOKOMORI)</span>
                <span className='profile1'>二期会登録名 永田明美 (AKEMI NAGATA)</span>
                <span className='profile2'>講師／声楽家／ソプラノ</span>
            </div>
            <div className='background'>
                <span className='backgroundDesc'>『ムジーク・らぼあ』は神奈川県横浜市で声楽教室、チェロ教室、高齢者施設への出張演奏やその他各種施設での演奏、アマチュアオーケストラのトレーナー、楽器購入のアドバイスや選定等、音楽を楽しむ為の様々なお手伝いをさせて頂いております。</span>
                <span className='backgroundDesc'>『ムジーク・らぼあ』ソプラノ歌手及び声楽講師としてオペラ作品はもとより、ミュージカル、日本歌曲、童謡、叙情歌、歌謡曲等ジャンルを問わない活動をしております。また高齢者施設等では皆さんと一緒に歌い、一緒に音楽を感じて楽しんで頂ける様心掛けて歌っております。</span>
                <span className='backgroundDesc'>１９９１年日本で唯一のプロ・オペラ合唱団である二期会合唱団に入団。モーツァルトの作品を始めとして数多くのオペラやコンサートに出演し、プッチーニ『三部作』、モーツァルト『魔笛』等でソリストを務める。１９９６年に主としてドイツのオペラ作品や声楽曲を中心に活動する『カンツィオナル』のメンバーとして、ヘンデル『メサイア』、フーパーディンク『ヘンゼルとグレーテル』では眠りの精、暁の精を歌った他、シューベルト生誕２００年、メンデルスゾーン没後１５０年、ブラームス没後１００年を記念するコンサートにおいてドイツ歌曲を歌う。２０１６年東京大田区アプリコホールにおいて自身初のリサイタルを開催し、各方面から好評を博す。</span>
                <span className='backgroundDesc'>洗足学園大学音楽学部声楽科卒業。二期会オペラスタジオ・マスタークラス終了。麻野恵子、中沢桂、村田健二、中村邦夫、太田実、ヘルムート・クレッチマーの各氏に師事する。現在二期会正会員。</span>
            </div>
            <div className='hobbyDesc'>
                <span className='hobbyDesc'>自己紹介＆プライベート</span>
                <span className='hobbyDesc'>レッスンは生徒さん一人ひとりに常に寄り添った無理のない指導を心掛けております。私自身の趣味はYouTubeでいろいろなお料理を調べて、その日の夕飯やおやつを造る事です！人に言わせるととても天然らしく、私自身は笑わせているつもりは全く無いのに何故か周りが爆笑している事も多々・・・・・以前にGoogleマップから電話が来た時に、私は恥ずかしながらGoogleと言うものを知らず、『グルグルマップとか言う所から電話来てるよ～～』って言って爆笑されてしまいました（恥ずかし～～）　デジタル文化についていけてないかも・・・・・それと年に２回程、秋田県の玉川温泉に旅行に行くのがとても楽しみです。</span>
                <span className='hobbyDesc'>声楽を学んでみたい、声楽を通して心と身体の健康を得たい、趣味のカラオケをもっと上手く披露したい等、声楽に興味がございましたら是非お問い合わせフォームよりお問い合わせ下さいませ。折り返しメール、お電話でご連絡させて頂きます。</span>
                <span className='hobbyDesc'>『ムジーク・らぼあ』では２０２５年に横浜市旭区民文化センターサンハート音楽ホールにて第一回発表会を予定しております。響きの良い音楽ホールで歌声を披露してみませんか。</span>
            </div>
        </div>
      </>
    )
}
